Repository: Kyborg2011/product-csv-importer
Catalog: languages/product-csv-importer-*.po
Languages: ru_ru

source: Products import
ru_ru: Импорт товаров

source: You do not have sufficient permissions to access this page.
ru_ru: У Вас недостаточно прав для доступа к данной странице.

source: Products import result
ru_ru: Результат импорта товаров:

source: Products
ru_ru: Магазин "Лидер Секьюрити" / Товары

source: Show created products marking codes
ru_ru: Открыть список артикулов созданных товаров

source: Added
ru_ru: Добавлено

source: Show updated products marking codes
ru_ru: Открыть список артикулов измененных товаров

source: Edited
ru_ru: Отредактировано

source: Not Found
ru_ru: Не найдено

source: Uploading process
ru_ru: Идет процесс импорта базы

source: Error:
ru_ru: Ошибка:

source: items
ru_ru: шт.

source: Total number:
ru_ru: Общее кол-во:

source: Processed number:
ru_ru: Обработано:

source: Created number:
ru_ru: Создано:

source: Updated number:
ru_ru: Изменено:

source: Requests number:
ru_ru: Кол-во запросов к серверу:

source: Starting time:
ru_ru: Время начала:

source: Ending time:
ru_ru: Время окончания:

source: working now...
ru_ru: в процессе

source: Loading
ru_ru: Загрузка

source: Fulfilled!
ru_ru: Выполнено!

source: Created marking codes:
ru_ru: Созданные артикулы (SKU):

source: Updated marking codes:
ru_ru: Обновленные артикулы (SKU):

source: Form is not filled correctly. Perhaps you forgot to select the .csv file to import. Please, try again!
ru_ru: Форма заполнена некорректно. Возможно, Вы забыли выбрать .csv файл для импорта. Повторите, пожалуйста, Вашу попытку еще раз!

source: Delimeter
ru_ru: Разделитель

source: Character separating one cell from another
ru_ru: Символ отделяющий одну ячейку таблицы от другой

source: Enclosure
ru_ru: Контейнер

source: Symbol in which the values of table cells are wrapped
ru_ru: Символ в который "завернуты" все значения ячеек таблицы

source: Row number with header cells
ru_ru: № строки с заголовочными ячейками

source: The ordinal number of the line containing the names of the output parameters of the store, corresponding to each column of the .csv file
ru_ru: Порядковый номер строки, содержащей названия параметров продукции магазина, соответствующих каждой отдельной колонке .csv файла

source: File charset
ru_ru: Кодировка файла

source: If Microsoft Excel was used to create the .csv file, you must select the windows-1251 encoding. In most other cases (for example, LibreOffice Calc in Linux) the basic encoding is utf-8.
ru_ru: Если для создания .csv файла использовался Microsoft Excel, необходимо выбрать кодировку windows-1251. В большинстве других случаев (например, LibreOffice Calc в Linux) базовой кодировкой является utf-8.

source: Brand name
ru_ru: Название бренда

source: Importing CSV-file
ru_ru: Файл импорта (.csv)

source: Select
ru_ru: Выбрать

source: Save
ru_ru: Отправить
